Revit 2027 API
ValueParsingOptions Constructor
 Creates a new ValueParsingOptions object with default settings.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ValueParsingOptions()
Public Sub New
public:
ValueParsingOptions()
new : unit -> ValueParsingOptions
See Also
Reference
ValueParsingOptions Class
Autodesk.Revit.DB Namespace